Revit 2027 API
ExportFontInfo Constructor
 Constructs a new default ExportFontInfo.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public ExportFontInfo()
Public Sub New
public:
ExportFontInfo()
new : unit -> ExportFontInfo
See Also
Reference
ExportFontInfo Class
ExportFontInfo Overload
Autodesk.Revit.DB Namespace